{
    "startHelpMessage": "Hier sind meine Befehle:",
    "command": "Befehl",
    "commandPlural": "Befehle",
    "endHelpMessage": "Für zusätzliche Hilfe, tritt unserem offiziellen Server bei:",
    "helpMessageSendConfirmation": "Ich habe dir alle Befehle als Privatnachricht gesendet.",
    "missingPermissionOwnerMessage": "Hi! Ich bin ein Bot deines Servers  %s. \nIch brauche die  \"%s\"  Berechtigung im Infokanal um richtig zu funktionieren. Wenn du Hilfe brauchst kannst du dem Hilfeserver hier beitreten: %s\nDiese Nachricht wird jedes Mal gesendet wenn ich neustarte. Danke im Voraus !",
    "aboutCommandHelp": "Gibt die Infos über den Bot.",
    "aboutMessage": "Hi, ich bin ein League of Legends Bot der von KaluNight#0001 in Java geschrieben wurde. Ich biete die Möglichkeit eine Informationstafel zu erstellen, das dir ermöglicht, direkt in einem Discord-Kanal zu erfahren, ob deine Freunde im Spiel sind, während du verschiedene Informationen über die aktuellen Spiele bekommst. Du kannst zu meiner Entwicklung auf meinem Github [hier](%s) beitragen.\nOffizieller Discord-Server %s\nUm mich zu deinem Server hinzuzufügen, klicke [hier](%s)!\n\n*Ich mag Schmetterlinge, Einhörner und das Beobachten des Endes der endlichen Realitäten !*\n\nZoe wird nicht von Riot Games unterstützt und spiegelt nicht die Ansichten oder Meinungen von Riot Games oder irgendjemandem wider, der offiziell an der Produktion oder Verwaltung von League of Legends beteiligt ist.",
    "configCommandHelp": "Öffne eine interaktive Nachricht, um den Server zu konfigurieren.",
    "patchNotesCommandHelp": "Senden der Patch-Note der aktuellen Version (Patch-Notes sind auf Englisch).",
    "refreshCommandHelp": "Aktualisieren Sie die Infotafel des Servers manuell.",
    "resetCommandHelp": "Zurücksetzen der aktuellen Konfiguration des Servers.",
    "resetWarningMessage": "**WARNUNG**: Dieser Befehl setzt die Konfiguration des Bots für diesen Server zurück ! Es werden keine Daten von Discord gelöscht (Zoe's Nachrichten und Textkanäle). Sind Sie sicher, dass Sie das tun wollen?\n\nWenn es wirklich das ist, was Sie tun wollen, antworten Sie : **JA**.",
    "resetConfirmationMessage": "Okay, los gehts ! Zurücksetzen...",
    "resetDoneMessage": "Erledigt, ich wurde korrekt zurückgesetzt.",
    "resetCancelMessage": "Ok, Ich mach nix.",
    "resetTimeoutMessage": "Ich warte hier nun schon seit über einer Minute. Länger werde ich nicht warten. Bitte sende den `>reset` erneut um mich zurückzusetzen.",
    "setupHelpMessage": "Gibt Informationen darüber, wie Zoe eingerichtet wird.",
    "setupMessage": "Hallo, du wirst sehen, meine Befehle sind wirklich nicht kompliziert. Zuallererst müssen Sie wissen , dass Sie alle meine Befehle mit Hilfe des Befehls `>help` sehen können. Geben Sie `>BefehlsName help` ein, um Hilfe zu einem bestimmten Befehl zu erhalten. Stellen Sie außerdem sicher, dass Sie die Kanalverwaltungs Berechtigung haben.\n\n1. Erstellen Sie zunächst einen InformationsKanal mit dem Befehl `>create infoChannel KanalName`. Sie können auch einen vorhandenen Kanal mit dem Befehl `>define infoChannel #Kanal` definieren.\n2. Fügen Sie dann die League of Legends-Spieler mit dem Befehl `>create player @DiscordName (ServerTag) (BeschwörerName)` zum System hinzu. Sie können einem Player mit dem Befehl \">add accountToPlayer @DiscordName (ServerTag) (BeschwörerName)\" ein sekundäres Konto hinzufügen.\n3. Mit dem Befehl `>config` können Sie Ihren Server wie gewünscht konfigurieren.\n\nDas war's, Ihr Informationssystem wurde gut implementiert. Wenn Sie Fragen oder Anfragen zu Funktionen haben oder einfach nur diskutieren möchten, kommen Sie bitte hierher: https://discord.gg/whc5PrC\n* Hinweis: Die InformationsTafel wird alle 5 Minuten aktualisiert. Infokarten werden in ca. 20 Sekunden gesendet. *",
    "addAccountHelpMessage": "Fügt den markierten Spieler dem gegebenen Account hinzu.",
    "permissionNeededMessage": "Dafür benötigst du die \"%s\" Berechtigung.",
    "mentionNeededMessageWithUser": "Bitte markiere einen Spieler auf dem Server (z.B. `>create player @%s (Region) (BeschwörerName)`)",
    "permissionNeededUpdateOtherPlayer": "Sie können einem anderen Spieler kein Konto hinzufügen, wenn Sie nicht über die Berechtigung zum Verwalten des Kanals verfügen. Tut mir leid :/",
    "mentionnedUserNotRegistered": "Der erwähnte Benutzer ist nicht registriert. Bitte erstellen Sie ihn zuerst mit dem Befehl `>create player`.",
    "addCommandMalformedWithoutRegionOption": "Der Befehl ist fehlerhaft. Bitte beachten Sie dieses Muster: `>add %s @DiscordPlayerMention (Region) (BeschwörerName)`",
    "addCommandMalformedWithRegionOption": "Der Befehl ist fehlerhaft. Bitte beachten Sie dieses Muster: `>add %s @DiscordPlayerMention (Region) (BeschwörerName)`\nWenn die Region nicht festgelegt ist, wird die Standardregion verwendet (% s).",
    "regionTagInvalid": "Ungültige Region. (Gültige Regionen: EUW, EUNE, NA, BR, JP, KR, LAN, LAS, OCE, RU, TR)",
    "riotApiSummonerByNameError500": "Bei dem Servern von Riot ist ein Problem aufgetreten. Bitte erneut versuchen.",
    "riotApiSummonerByNameError503": "Die Server von Riot sind aktuell nicht erreichbar. Bitte erneut versuchen.",
    "riotApiSummonerByNameError429": "Ich kann jetzt nicht auf den Riot Server zugreifen. Bitte versuchen Sie es später erneut.",
    "riotApiSummonerByNameError404": "Der BeschwörerName ist falsch. Bitte überprüfen Sie den BeschwörerName und die Region und versuchen Sie es erneut.",
    "riotApiSummonerByNameErrorUnexpected": "Ich habe einen unerwarteten Fehler erhalten, bitte versuchen Sie es erneut. Fehlercode:% d",
    "accountAlreadyLinkedToAnotherPlayer": "Dieses Konto ist bereits mit dem Spieler %s verknüpft!",
    "accountAddedToPlayer": "Dem Konto \"% s\" wurde dem Spieler %s hinzugefügt.",
    "addPlayerToTeamCommandHelp": "Fügen Sie den markierten Spieler dem angegebenen Team hinzu. Kanalverwaltungs Berechtigung erforderlich.",
    "mentionOfPlayerNeeded": "Bitte markiere einen registrierten Spieler !",
    "mentionOfUserNeedToBeAPlayer": "Der markierte Benutzer ist kein Spieler !",
    "mentionnedPlayerIsAlreadyInATeam": "Der erwähnte Spieler hat bereits ein anderes Team (%s)!",
    "givenTeamNotExist": "Das gegebene Team existiert nicht! (Hinweis: Der Teamname muss in folgenden Format sein: `>add playerToTeam @MarkierterSpieler (TeamName)`)",
    "playerAddedInTheTeam": "Der Spieler wurde geaddet !",
    "createInfoChannelHelpMessage": "Erstellen Sie einen neuen InfoChannel, in dem ich Informationen über Spieler senden kann. Kanalverwaltungs Berechtigung erforderlich.",
    "nameOfInfochannelNeeded": "Bitte geben Sie im Befehl einen Namen für den Kanal an.",
    "nameOfTheInfoChannelNeedToBeLess100Characters": "Bitte wähle einen Name der kürzer als 100 Zeichen ist.",
    "infochannelAlreadyExist": "%s ist bereits vorhanden, bitte zuerst löschen.",
    "infoChannelTitle": "__**Informationstafel**__",
    "loading": "*Laden...*",
    "channelCreatedMessage": "Der Channel wurde erstellt !",
    "impossibleToCreateInfoChannelMissingPerms": "Der infoChannel kann nicht erstellt werden! Ich habe nicht die Berechtigung dazu. Geben Sie mir die Kanalverwaltungs Berechtigung oder verwenden Sie `> define infoChannel #KanalName`.",
    "createPlayerHelpMessage": "Erstellen Sie einen Spieler mit den angegebenen Informationen.",
    "permissionNeededCreateOtherPlayer": "Sie können keinen anderen Spieler als sich selbst erstellen, wenn Sie nicht über die Berechtigung *%s* verfügen. Tut mir leid :/",
    "createPlayerAlreadyRegistered": "Das markierte Mitglied ist bereits registriert. Wenn Sie ein sekundäres LOL-Konto hinzufügen möchten, verwenden Sie bitte den Befehl `>add account`.",
    "createPlayerMalformedWithoutRegionOption": "Der Befehl ist fehlerhaft. Bitte beachten Sie dieses Muster: `>create player @DiscordName (Region) (BeschwörerName)`",
    "createPlayerMalformedWithRegionOption": "Der Befehl ist fehlerhaft. Bitte beachten Sie dieses Muster: `>create player @DiscordName (Region) (BeschwörerName)`\nWenn die Region nicht festgelegt ist, wird die Standardregion verwendet (%s).",
    "createPlayerDoneMessage": "Der Spieler %s wurde mit dem Konto \"%s\" erstellt.",
    "createTeamHelpMessage": "Erstelle ein neues Team. Ermöglicht das Gruppieren von Spielern an der InfoTafel. Kanalverwaltungs Berechtigung erforderlich.",
    "nameAlreadyUsedByTheSystem": "Dieser Name wird bereits vom System verwendet. Bitte verwenden Sie einen anderen Namen.",
    "createTeamNeedName": "Bitte geben Sie mir einen Teamnamen. (z.B.: `>create team Fnatic`)",
    "createTeamNameAlreadyExist": "Ein Team mit diesen Name existiert bereits !",
    "createTeamDoneMessage": "Das Team \"%s\" wurde erstellt !",
    "registerCommandHelpMessage": "Registrieren Sie den Autor als Spieler mit den angegebenen Informationen. Nur aktivieren, wenn die Option **Jeder kann sich selbst im System hinzufügen / löschen** aktiviert ist.",
    "registerCommandOptionRequired": "Dieser Befehl kann nur verwendet werden, wenn die Option \"%s\" aktiviert ist.",
    "registerCommandAlreadyInZoe": "Sie sind bereits im System. Wenn Sie ein weiteres LOL-Konto hinzufügen möchten, verwenden Sie bitte den Befehl `>add account`.",
    "registerCommandMalformedWithoutRegionOption": "Der Befehl ist fehlerhaft. Bitte beachten Sie dieses Muster: `>register (Region) (BeschwörerName)`",
    "registerCommandMalformedWithRegionOption": "Der Befehl ist fehlerhaft. Bitte beachten Sie dieses Muster: `>register (Region) (BeschwörerName)`\nWenn die Region nicht festgelegt ist, wird die Standardregion verwendet (%s).",
    "registerCommandDoneMessage": "Du wurdest mit dem Account \"%s\" hinzugefügt.",
    "defineInfoChannelHelpMessage": "Definiere einen neuen InfoChannel, in dem ich Informationen über Spieler senden kann. Kanalverwaltungs Berechtigung erforderlich.",
    "defineInfoChannelAlreadySet": "Der Kanal %s ist bereits eingestellt. Bitte deaktivieren oder löschen sie ihn zuerst, wenn sie ein anderen festlegen möchten.",
    "defineInfoChannelMentionOfAChannelNeeded": "Sie müssen einen Kanal so erwähnen: `>define infoChannel #Kanal`",
    "defineInfoChannelMentionOfAChannel": "Bitte erwähnen Sie einen Kanal von diesem Server! (I see you with your little magic trick :eyes:)",
    "defineInfoChannelMissingSpeakPermission": "Ich kann in diesem Kanal nicht schreiben! Bitte geben Sie mir die Erlaubnis zum Schreiben in diesem Kanal, wenn Sie das tun möchten.",
    "defineInfoChannelImpossibleToDefineCleanChannel": "Ich kann den Infokanal innerhalb des Clean-Kanals nicht definieren (-> siehe Konfigurationsoption \"Clean Channel\").",
    "defineInfoChannelDoneMessage": "Der Kanal wurde definiert ! Es sollte schon bald aktualisiert werden.",
    "defineInfoChannelLoadingMessage": "__**InformationsTafel**__\n \n*Laden…*",
    "undefineInfoChannelHelpMessage": "Deaktivieren Sie den tatsächlichen InfoKanal. Dadurch wird der Kanal ** NICHT ** gelöscht. Ich höre einfach auf, meine Arbeit zu erledigen. Kanalverwaltungs Berechtigung benötigt.",
    "undefineInfoChannelMissingChannel": "Ich habe keinen registrierten Infokanal! Ich kann etwas, das nicht existiert, nicht undefinieren :p",
    "undefineInfoChannelDoneMessage": "Ich habe den Infokanal undefiniert! Ich habe alle Nachrichten die ich geschrieben habe gelöscht.",
    "deleteInfoChannelHelpMessage": "Löschen Sie den InfoKanal nach der Aktualisierung. Kanalverwaltungs Berechtigung benötigt.",
    "deleteInfoChannelChannelNotSetted": "Der Infokanal ist nicht definiert!",
    "deleteInfoChannelDeletedMissingPermission": "Der Infokanal wurde gelöscht ** INSIDE THE SYSTEM **! Ich habe nicht die Erlaubnis, den Textkanal zu löschen!",
    "deleteInfoChannelDoneMessage": "Der Infokanal wurde gelöscht !",
    "deletePlayerHelpMessage": "Lösche den gegebenen Spieler",
    "deletePlayerMissingPermission": "Dafür benötigst du die \"%s\" Berechtigung.",
    "deletePlayerOtherPlayerMissingPermission": "Sie können keinen anderen Spieler als sich selbst löschen, wenn Sie nicht über die Berechtigung *%s* verfügen.",
    "deletePlayerMissingMentionPlayer": "Sie müssen 1 Person erwähnen!",
    "deletePlayerUserNotRegistered": "%s ist nicht registriert!",
    "deletePlayerDoneMessage": "%s wurde gelöscht !",
    "deleteTeamHelpMessage": "Lösche das gegebene Team. Kanalverwaltungs Berechtigung benötigt.",
    "deleteTeamNotFound": "Es gibt kein Team namens \"%s\" !",
    "deleteTeamDoneMessage": "Das Team \"%s\" wurde gelöscht !",
    "removeAccountHelpMessage": "Entfernen Sie das angegebene Konto für den genannten Spieler.",
    "removeAccountMissingMention": "Bitte erwähnen Sie 1 Mitglied des Servers (z.B. `>remove account @%s (Region) (BeschwörerName)`)",
    "removeAccountMissingRight": "Sie können kein Konto eines anderen Spielers als sich selbst entfernen, wenn Sie nicht über die Berechtigung *%s* verfügen.",
    "removeAccountUserNotRegistered": "Der markierte Nutzer ist nicht registriert !",
    "removeAccountMalformed": "Der Befehl ist fehlerhaft. Bitte beachten Sie dieses Muster: `>remove account @DiscordName (Region) (BeschwörerName)`",
    "removeAccountNotLinkedToPlayer": "Der angegebene Beschwörer ist nicht mit dem genannten Spieler verbunden! Versuchen Sie den Befehl `>show players`, um zu sehen, welche Konten mit dem Spieler verknüpft sind.",
    "removeAccountDoneMessage": "Das Konto \"%s\" wurde vom Spieler %s getrennt.",
    "removePlayerToTeamHelpMessage": "Löschen Sie den angegebenen Spieler aus seinem Team. Kanalverwaltungs Berechtigung erforderlich.",
    "removePlayerToTeamMissingMention": "Bitte markiere einen Nutzer !",
    "removePlayerToTeamMentionnedPlayerNotPlayer": "Der markierte Nutzer ist kein registrierter Spieler !",
    "removePlayerToTeamNotInTheTeam": "Dieser Spieler ist in keinem Team.",
    "removePlayerToTeamDoneMessage": "%s wurde von dem team \"%s\" gelöscht !",
    "showPlayerHelpMessage": "Zeige alle Spieler mit ihren Accounts in diesen Server.",
    "showPlayerServerEmpty": "Dieser Server hat 0 registrierte Spieler.",
    "showPlayerName": "**%s Konten** :",
    "showPlayerNoAccount": "*Kein verbundener account*",
    "showPlayerAccount": "- %s (%s) Solo Warteschlange Rang : %s",
    "showPlayerEmbedTitle": "Liste der mit ihren Konten registrierten Spieler (Spieler: %d | Konten: %d):",
    "statsProfileHelpMessage": "Erhalten Sie Informationen über den genannten Spieler oder über das angegebene Konto.",
    "statsProfileMentionOnePlayer": "Bitte geben Sie 1 Spieler oder 1 Konto an (siehe `>stats p help`).",
    "statsProfileNeedARegisteredPlayer": "Die genannten Nutzer sind keine registrierten Spieler!",
    "statsProfileSelectText": "Ausgewähltes Konto : \"**%s**\"",
    "statsProfileSelectionDoneMessage": "Sie haben das Konto \"%s\" des Spielers %s ausgewählt.",
    "statsProfileSelectionEnded": "Auswahl beendet",
    "statsProfileRateLimitError": "Bitte versuchen Sie es erneut, ich habe einen winzigen Fehler erhalten. Tut mir Leid :/",
    "statsProfileUnexpectedError": "Woops, ich habe einen unerwarteten Fehler bekommen. Bitte erneut versuchen.",
    "statsProfileUnexpectedErrorGraph": "Beim Erstellen des Diagramms ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut.",
    "statsProfileGraphTitle": "Beste Champions nach Meisterschaften von %s",
    "statsProfileGraphTitleX": "Beste Champions nach Meisterschaften",
    "statsProfileGraphTitleY": "Meisterschaftspunkte",
    "cleanChannelOptionDisable": "Deaktivieren",
    "cleanChannelOptionDisableDesc": "Option deaktivieren",
    "cleanChannelOptionZoeCommands": "Löschen Sie Zoe-Befehle",
    "cleanChannelOptionZoeCommandsDesc": "Dadurch werden alle neuen Zoe-Befehle im Kanal gelöscht",
    "cleanChannelOptionAll": "Löschen Sie alle Nachrichten",
    "cleanChannelOptionAllDesc": "Dadurch werden alle neuen Nachrichten gelöscht, die im Kanal gesendet werden",
    "cleanChannelOptionDesc": "Erstellen Sie einen sauberen Textkanal, in dem Nachrichten / Befehle automatisch gelöscht werden.",
    "cleanChannelOptionLongDesc": "Optionen : **%s**\n\nDiese Option erstellt einen \"sauberen Kanal\", in dem Nachrichten nach dem Senden gelöscht werden (mit einer Verzögerung von 3 Sekunden). Diese Option kann in Kombination mit der Option \"Infochannel ausblenden\" verwendet werden, um ein **Registrierungssystem** für Ihren Server zu erstellen (Sie müssen sich beim Bot registrieren, um auf den Server zugreifen zu können). Wenn ein Benutzer mit der Kanalverwaltungs Berechtigung eine Nachricht sendet, wird seine Nachricht nicht gelöscht.\n**Der Textkanal wird nach der Optionsauswahl ausgewählt **.\n\nHier sind meine Optionen: ",
    "cleanChannelOptionPermissionNeeded": "Ich benötige die Berechtigung \"Nachrichten verwalten\", um diese Option zu aktivieren. Bitte versuchen Sie es erneut, nachdem Sie mir diese Erlaubnis gegeben haben.",
    "cleanChannelOptionCanceled": "Ok, die Konfiguration wurde abgebrochen.",
    "cleanChannelOptionChoiceChannel": "Richtig ! Möchten Sie es in einem vorhandenen Kanal definieren oder einen neuen TextKanal erstellen?\n\nOptionen :\n%s: Definieren Sie einen exisitierenden Kanal\n%s: Erstellen Sie einen neuen Kanal",
    "cleanChannelOptionAlreadyDisable": "Die Option ist bereits deaktiviert!",
    "cleanChannelOptionNowDisable": "In Ordnung ! Die Option ist jetzt deaktiviert, ich werde keine Nachrichten mehr im sauberen Kanal löschen.",
    "cleanChannelOptionSendTextChannel": "Noch ein Schritt und uns geht es gut! Bitte senden Sie jetzt ** eine Nachricht mit der Erwähnung des Textkanals, den Sie definieren möchten **",
    "cleanChannelOptionTopicChannelZoeCommands": "Alle hier gesendeten Zoe-Befehle werden nach 3 Sekunden gelöscht.",
    "cleanChannelOptionTopicChannelAll": "Alle hier gesendeten Nachrichten werden nach 3 Sekunden gelöscht.",
    "cleanChannelOptionCreatedDoneMessage": "Perfekt ! Ich habe einen Kanal mit dem Namen \"Clean-Channel\" erstellt. Sie können die Optionen dieses Kanals nach Ihren Wünschen ändern. Lass mich rein und alles wird funktionieren.",
    "cleanChannelOptionInfoMessageZoeCommands": "Info: Von nun an werden die hier gesendeten Zoe-Befehle nach 3 Sekunden gelöscht.",
    "cleanChannelOptionInfoMessageAll": "Info: Von nun an werden alle hier gesendeten Nachrichten nach 3 Sekunden gelöscht.",
    "cleanChannelOptionSettedDoneMessage": "Perfekt ! Der Kanal wurde korrekt eingestellt. Bitte überprüfen Sie einfach, ob ich alle erforderlichen Berechtigungen habe (Nachrichten verwalten, Lesen, Verlauf lesen).",
    "cleanChannelOptionSelectInfoChannel": "Sie haben den Infokanal ausgewählt, diese Konfiguration kann nicht eingerichtet werden. Die Konfiguration wurde abgebrochen.",
    "cleanChannelOptionOneTextChannelRequired": "Sie haben keinen Textkanal erwähnt. Die Konfiguration wurde abgebrochen.",
    "cleanChannelOptionResponseTimeOut": "Die Wartezeit von 2 Minuten ist vorbei. Bitte wiederholen Sie den Befehl, wenn Sie diese Option einrichten möchten.",
    "optionDisable": "Deaktivieren",
    "optionEnable": "Aktivieren",
    "cleanChannelOptionEnable": "Aktivieren (%s im Kanal %s)",
    "optionRegionDisable": "Beliebig (Deaktivieren)",
    "infocardsOptionDesc": "Sende eine Statistik, wenn ein Spieler ein Spiel startet",
    "infocardsOptionLongDescEnable": "Option bei Aktivierung: **%s**\n\nWenn Sie diese Option aktivieren, wird bei jedem von einem Spieler gestarteten Spiel eine Nachricht mit Statistiken zum Spiel erstellt.\nDiese Nachrichten werden automatisch gelöscht.\n\n:white_check_mark: : Aktivieren Sie diese Option.\n:x: : Abbrechen der Aktivierung.",
    "infocardsOptionLongDescDisable": "Option, die Sie deaktivieren möchten: **%s**\n\nDurch Deaktivieren dieser Option wird das Senden von Statistiknachrichten über das Spiel im Infokanal gestoppt.\n\n** ind Sie sicher, diese Option zu deaktivieren?**\n\n:white_check_mark: : ** Deaktiviere ** die Option\n:x: : Abbrechen des Deaktivierungsvorgangs",
    "cleanChannelOptionBeenDisable": "OK, die Option wurde deaktiviert.",
    "cleanChannelOptionStillEnable": "OK, die Option ist weiterhin aktiviert.",
    "cleanChannelOptionBeenActivated": "OK, die Option wurde aktiviert.",
    "cleanChannelOptionStillDisable": "OK, die Option ist immer noch deaktiviert.",
    "regionOptionDesc": "Standardregion des Servers",
    "regionOptionAnyRegionSelected": "Derzeit ist **any** als Standardregion festgelegt. Welche Region möchten Sie einstellen?",
    "regionOptionRegionSelected": "Derzeit ist die Standardregion **%s**. Welche Region möchten Sie einstellen?",
    "regionOptionRegionChoice": "Region %s",
    "regionOptionDisableChoice": "Region Any (Option deaktivieren)",
    "regionOptionInSelectionAny": "Region ausgewählt: \"**Any**\"",
    "regionOptionInSelectionRegion": "Region ausgewählt : \"**%s**\"",
    "regionOptionAnyRegion": "Beliebig",
    "regionOptionDoneMessage": "Der Standardregion des Servers ist jetzt \"**% s**\".",
    "regionOptionSelectionCanceledMessage": "Auswahl abgebrochen",
    "roleOptionDescription": "Verstecke den Infokanal für Nichtspieler mit einer Rolle",
    "roleOptionPermissionNeeded": "Ich benötige die Rollenverwaltungs Berechtigung, um diese Option zu aktivieren. Bitte geben Sie mir diese Erlaubnis, wenn Sie diese Option aktivieren möchten.",
    "roleOptionLongDesc": "Option bei Aktivierung: **%s**\n\nWenn Sie diese Option aktivieren, wird eine Rolle mit dem Namen \"Zoe-Player\" erstellt und allen registrierten Spielern zugewiesen. Sie können es aktualisieren, wie Sie möchten. Wenn dieser gelöscht wird, wird die Option automatisch deaktiviert.\n\n:white_check_mark: : Aktivieren Sie diese Option\n:x: : Abbrechen der Aktivierung",
    "roleOptionLongDescDisable": "Option, die Sie deaktivieren möchten: **%s**\n\nDurch Deaktivieren wird **die Zoe-Player Rolle gelöscht** und der InfoKanal wird für alle lesbar.\n\n:white_check_mark: : **Deaktiviere** die Option.\n:x: : Deaktivieren Sie die Deaktivierung.",
    "roleOptionActivateWaitMessage": "OK, ich werde das schnell aktivieren. Warten Sie 2 Sekunden ...",
    "roleOptionDoneMessage": "Die Konfiguration ist beendet! Jetzt können nur registrierte Spieler den InfoKanal sehen.",
    "roleOptionCancelMessage": "Wenn du eines Tages deine Meinung geändert hast, weißt du ja wo ich bin.",
    "roleOptionDisableWaitMessage": "OK, ich deaktiviere diese Option. Bitte warten Sie 2 Sekunden…",
    "roleOptionDoneMessageDisable": "Die Option wurde deaktiviert!",
    "roleOptionDoneMessageStillActivate": "OK, die Option bleibt aktiviert.",
    "selfAddingOptionDesc": "Jeder kann sich selbst im System hinzufügen / löschen",
    "selfAddingOptionDescLong": "Option bei Aktivierung: **%s**\n\nDiese Option ermöglicht es allen Mitgliedern des Servers, sich selbst im System mit den Befehlen ``>create player``, ``>delete player``, ``>add account``, ``>remove account`` und dies aktiviert den Befehl ``> register``.\n\n:white_check_mark: : Aktivieren Sie diese Option.\n:x: : Abbrechen der Aktivierung.",
    "selfAddingOptionDescLongDisable": "Option, die Sie deaktivieren möchten: **%s**\n\nAlle Mitglieder des Servers dürfen sich nicht mehr selbst im System hinzufügen/ löschen. Der Befehl ``> register`` wird deaktiviert.\n**Sind Sie sicher, diese Option zu deaktivieren?**\n\n:white_check_mark: : **Deaktiviere** die Option\n:x: : Abbrechen des Deaktivierungsvorgangs",
    "selfAddingOptionBeenDisable": "OK, die Option wurde deaktiviert.",
    "selfAddingOptionStillEnable": "Richtig, die Option bleibt aktiviert.",
    "selfAddingOptionBeenActivated": "OK, die Option wurde aktiviert.",
    "selfAddingOptionStillDisable": "OK, die Option bleibt deaktiviert.",
    "configCommandMenuText": "Hier sind meine Optionen:",
    "configCommandMenuDescription": "** Konfigurationsoptionen: **",
    "languageCommandStartMessage": "Tatsächlich spreche ich \"%s\". Alle meine Übersetzungen wurden von der Community gemacht. Wenn Sie einen Fehler bemerken, melden Sie ihn bitte hier (%s). Verfügbare Sprachen:",
    "languageCommandMenuDescription": "** Sprachauswahl: **",
    "languageCommandSelected": "Okay, ich werde jetzt in %s sprechen. Hallo :D",
    "languageCommandSelectionEnded": "Auswahl der Sprache beendet",
    "configurationEnded": "Konfiguration beendet",
    "patchNoteUnavailable": "Patchnotizen sind derzeit nicht verfügbar.",
    "refreshCommandDoneMessage": "Die InformationsTafel wird in wenigen Sekunden aktualisiert.",
    "mainAddCommandHelpMessage": "Wenn Sie Hilfe zu den \"add\" Befehlen benötigen, geben Sie \">add help\" ein",
    "mainCreateCommandHelpMessage": "Wenn Sie Hilfe zu den \"create\" Befehlen benötigen, geben Sie \">create help\" ein",
    "mainDefineCommandHelpMessage": "Wenn Sie Hilfe zu den \"define\" Befehlen benötigen, geben Sie \">define help\" ein",
    "mainUndefineCommandHelpMessage": "Wenn Sie Hilfe zu den \"undefine\" Befehlen benötigen, geben Sie \">undefine help\" ein",
    "mainDeleteCommandHelpMessage": "Wenn Sie Hilfe zu den \"delete\" Befehlen benötigen, geben Sie \">delete help\" ein",
    "mainRemoveCommandHelpMessage": "Wenn Sie Hilfe zu den \"remove\" Befehlen benötigen, geben Sie \">remove help\" ein",
    "mainShowCommandHelpMessage": "Wenn Sie Hilfe zu den \"show\" Befehlen benötigen, geben Sie \">show help\" ein",
    "mainStatsCommandHelpMessage": "Wenn Sie Hilfe zu den \"stats\" Befehlen benötigen, geben Sie \">stats help\" ein",
    "teamNameOfPlayerWithoutTeam": "Kein Team",
    "informationPanelRefreshedTime": "*Wird jede 5 Minuten aktualisiert*",
    "informationPanelNotInGame": "Nicht im Spiel",
    "informationPanelMultipleAccountInGame": "Mehrere Konten im Spiel",
    "informationPanelTitle": "InformationsTafel",
    "withTheAccount": "mit dem Account",
    "gameTypeCustom": "Freies Spiel",
    "gameType5v5DraftSR": "5v5 Abwechselnde Wahl | Kluft der Beschwörer",
    "gameType5v5RankSoloQSR": "5v5 Solo Warteschlange | Kluft der Beschwörer",
    "gameType5v5BlindSR": "5v5 Freie Wahl | Kluft der Beschwörer",
    "gameType5v5RankedFlexSR": "5v5 Flexi Rangliste | Kluft der Beschwörer",
    "gameTypeARAM": "ARAM | Heulende Schlucht",
    "gameType3v3BlindTT": "3v3 Freie Wahl | Gewundener Wald",
    "gameType3v3RankFlexTT": "3v3 Flexi Rangliste | Gewundener Wald",
    "gameType5v5ClashSR": "Clash | Kluft der Beschwörer",
    "gameTypeCoopVsIATT": "Kooperatives Spiel | Gewundener Wald",
    "gameTypeCoopVsIASR": "Kooperatives Spiel | Kluft der Beschwörer",
    "gameTypeClassicUrf": "URF | Kluft der Beschwörer",
    "gameTypeUnknown": "Temporärer Modus",
    "blueTeam": "Blaues Team",
    "redTeam": "Rotes Team",
    "masteriesWrTitleRespectSize": "Meisterschaften | Winrate in diesem Monat",
    "soloqTitleRespectSize": "Solo Warteschlange Rang",
    "infoCardsGameInfoTitle": "Info des Spieles von",
    "infoCardsGameFooter": "Aktuelle Spieldauer",
    "statsProfileTitle": "%s's Profil (%s) : Lvl %s",
    "statsProfileTopChamp": "Top Champions",
    "statsProfileMasteryStatsRespectSize": "Meisterschaftsstatistiken",
    "statsProfileTotalPointsRespectSize": "Gesamtpunktzahl",
    "statsProfileAveragePointsRespectSize": "Durchschnitt/Champ",
    "unknown": "unbekannt",
    "statsProfileLatestGames": "Neueste gespielte Spiele",
    "statsProfileRiotApiError": "Riot API nicht verfügbar",
    "statsProfileNoGamePlayed": "Diese Woche wurden keine Spiele gespielt",
    "statsProfileQueueSoloq": "Solo Warteschlange : **%s**",
    "statsProfileQueueFlex": "Flexi: **%s**",
    "statsProfileQueue3x3": "3x3: **%s**",
    "unranked": "Nicht eingestuft",
    "statsProfileRankedStats": "Ranglisten-Statistiken",
    "statsProfileFooterProfileOfPlayer": "%s's Profil",
    "aWeekAgo": "Vor einer Woche",
    "6DaysAgo": "Vor 6 Tagen",
    "5DaysAgo": "Vor 5 Tagen",
    "4DaysAgo": "Vor 4 Tagen",
    "3DaysAgo": "Vor 3 Tagen",
    "2DaysAgo": "Vor 2 Tagen",
    "yesterday": "Gestern",
    "today": "Heute",
    "5HoursAgo": "Vor 5 Stunden",
    "4HoursAgo": "Vor 4 Stunden",
    "3HoursAgo": "Vor 3 Stunden",
    "2HoursAgo": "Vor 2 Stunden",
    "1HourAgo": "Vor 1 Stunde",
    "30MinutesAgo": "Vor 30 Minuten",
    "fewsMinutesAgo": "Vor einpaar Minuten",
    "infoCardsGameInfoOnTheGameOf": "Info des Spieles von",
    "infoCardsGameInfoAndOf": "und von",
    "account": "Konto",
    "firstGame": "Erstes Spiel",
    "createRankChannelHelpMessage": "Erstelle einen RangKanal, in dem ich ein Update über den Rang der registrierten Spieler sende. Kanalverwaltungs Berechtigung erforderlich.",
    "addingSystemLanguageSelected": "OK, ich werde jetzt %s sprechen. (Sie können meine Sprache jederzeit mit dem Befehl `>l` ändern). Wählen wir nun eine Standardregion für den Server aus:",
    "rankChannelAlreadyExist": "Der RangKanal existiert bereits!",
    "addingSystemEndMessage": "Die Grundkonfiguration ist nun abgeschlossen. Ich hoffe, Sie werden meine Dienste genießen :D",
    "languageCommandHelp": "Befehl zur Auswahl der Sprache von Zoe",
    "errorSQLPleaseReport": "Ich habe ein Problem mit der Datenbank. Bitte melden Sie dieses Problem hier: https://discord.gg/YZwBvAx",
    "deleteRankChannelDoneMessage": "Der RangKanal wurde korrekt gelöscht.",
    "defineRankChannelHelpMessage": "Definieren Sie den RangKanal. Kanalverwaltungs Berechtigung erforderlich.",
    "defineRankChannelMentionOfAChannelNeeded": "Sie müssen einen Kanal wie folgt erwähnen: `>define rankKanal #Kanal`",
    "iron": "Eisen",
    "defineRankChannelDoneMessage": "Der Rangkanal wurde korrekt definiert!",
    "undefineRankChannelMissingChannel": "Es gibt keinen definierten Rangkanal! Ich kann etwas, das nicht existiert, nicht undefinieren :p",
    "bronze": "Bronze",
    "soloq": "Solo Warteschlange",
    "silver": "Silber",
    "gold": "Gold",
    "platinum": "Platin",
    "resumeOfTheGame": "Zusammenfassung des Spiels",
    "challenger": "Herausforderer",
    "creepScoreAbreviation": "Farm",
    "level": "Level",
    "win": "Sieg",
    "loose": "Niederlage",
    "canceled": "Abgebrochen",
    "rankChannelChangePointOnlyWinTitle": "%s hat %s LP gewonnen (%s)",
    "rankChannelChangePointOnlyLooseTitle": "%s hat  %s LP verloren (%s)",
    "generatedAt": "Generiert um",
    "diamond": "Diamant",
    "master": "Meister",
    "grandmaster": "Großmeister",
    "rankChannelChangeLooseDivisionDecayTitle": "%s hat eine Division verloren (%s)",
    "addingSystemRegionSelected": "OK, Sie haben die Region \"%s\" definiert. Ich werde Ihnen jetzt einige Ratschläge zu meiner Verwendung geben:",
    "rankChannelChangeBOEndedWinTitle": "%s hat seine BO%d für %s gewonnen (%s)",
    "rankChannelChangeBOProgressLooseTitle": "%s hat ein Spiel in seinen BO%d für %s verloren (%s)",
    "nativeActualLanguage": "Deutsch",
    "guildJoinHiAgain": "Hallo nochmal ! Ihr gesamtes Setup wurde gespeichert, seit ich das letzte Mal dort war. Wenn sie nicht wissen, wie ich funktioniere, versuchen Sie die Befehle `>setup` und`>help`. Wenn Sie den Server zurücksetzen möchten, führen Sie den Befehl `>reset` aus.",
    "nameUseIllegalCharacter": "Sie können diesen Namen nicht verwenden! Sie können keine Formatierungszeichen verwenden.",
    "rankChannelCorrectlyCreated": "Der RangKanal wurde korrekt erstellt!",
    "deleteRankChannelHelpMessage": "Löschen Sie den RangKanal. Kanalverwaltungs Berechtigung erforderlich.",
    "deleteRankChannelNotSetted": "Der RangKanal ist nicht definiert!",
    "deleteRankChannelDeletedMissingPermission": "Der RangKanal wurde nur **innerhalb des Systems** gelöscht! Ich habe nicht das Recht, den Textkanal zu löschen!",
    "defineRankChannelImpossibleToDefineCleanChannel": "Ich kann den RangKanal im sauberen Kanal nicht definieren (-> siehe Konfigurationsoption \"Clean Channel\").",
    "languageCommandInSelectionMenu": "Ausgewählte Sprache: **%s**",
    "rankChannelBoStartedTitle": "%s startet seine BO%d für %s (%s)",
    "rankChannelChangeBOProgressWinTitle": "%s hat ein Spiel in seinen BO%d für %s gewinnen (%s)",
    "flex": "Flexi",
    "rankChannelChangeBOProgressDesc": "Ergebnis der BO :",
    "undefineRankChannelHelpMessage": "Heben Sie die Definition des Rangkanals auf, ohne ihn zu löschen.",
    "undefineRankChannelDoneMessage": "Ich habe den Rangkanal korrekt undefiniert!",
    "rankChannelChangeRankChangeWinDivisionSkippedTitle": "%s hat eine Division übersprungen (%s)",
    "rankChannelChangeLooseDivisionTitle": "%s ist eine Division abgestiegen (%s)",
    "rankChannelChangeBOEndedLooseTitle": "%s hat seine BO%d für %s verloren (%s)"
}
