{
  "startHelpMessage" : "Here is my commands :",
  "command" : "Command",
  "commandPlural" : "Commands",
  "endHelpMessage" : "For additional help, you can join our official server :",
  "helpMessageSendConfirmation" : "I send you all the commands in a private message.",
  "missingPermissionOwnerMessage" : "Hi ! I'm a bot of your server {}.\nI need the \"{}\" permission in infochannel to work properly. If you need help you can join the help server here : {}\n This message will be sended at each time i reboot. Thank you in advance !",
  "aboutCommandHelp" : "Give info about the bot.",
  "aboutMessage" : "Hi, I'm a League Of Legends bot written in Java by KaluNight#0001. I offer the possibility to create an information panel that allows you to know if your friends are in game directly in a Discord channel while giving various information about the current games. You can contribute to my development on my Github [here]({}).\nOfficial Server Discord: {}\nTo add me to your server click [here]({})!\n\n*I like butterflies, unicorns, and watching the end of finite realities!*\n\nZoe isn't endorsed by Riot Games and doesn't reflect the views or opinions of Riot Games or anyone officially involved in producing or managing League of Legends.",
  "configCommandHelp" : "Open an interactive message to configure the server.",
  "patchNotesCommandHelp" : "Send the patch note of the actual version (patch notes are in english).",
  "refreshCommandHelp" : "Refresh manually the info pannel of the server.",
  "resetCommandHelp" : "Reset the actual config of the server.",
  "resetWarningMessage" : "**WARNING**: This command will reset the configuration of this server ! Discord related stuff won't be deleted (Zoe's messages and text channels). Are you sure to do that ?\n\nIf it's really what you want to do, respond : **YES**.",
  "resetConfirmationMessage" : "Okay, let's go ! Reset ...",
  "resetDoneMessage" : "Done, i have been reset correctly.",
  "resetCancelMessage" : "Alright, so i do nothing.",
  "resetTimeoutMessage" : "I've been waiting for more than a minute. I won't wait more. Please resend the command `>reset` if you want to reset myself.",
  "setupHelpMessage" : "Give info about how setup Zoe.",
  "setupMessage" : "Hi, you'll see, my commands are really not complicated. First of all, know that you can see all my commands with a help with the command `>help`. Type `>commandName help` to get help about one specific command. Be also sure you have the right to manage the channels (Manage Channels permission).\n\n1. To start, create an information channel with the command `>create infoChannel channelName`. You can also define an existing one with the command `>define infoChannel #mentionOfAChannel`.\n2. Then add the League of Legends players to the system using the command `>create player @MentionOfPlayer (ServerTag) (SummonerName)`. You can add a secondary account to a player with the command `>add accountToPlayer @mentionOfPlayer (ServerTag) (SummonerName)`\n3. You can use the command `>config` to config your server like you want.\n\nThat's it, your information system has been well implemented. If you have questions, features requests or just discuss feel free to come here : https://discord.gg/whc5PrC\n*Note: The information panel is updated every 3 minutes, infocards sended in ~20 sec.*"

}
